Repository: diegonz/gnome-shell-extension-shortcuts-overlay
Catalog: src/locale/*/LC_MESSAGES/gnome-shell-extension-shortcuts-overlay.po
Languages: es

source: The super key is the Windows key on most keyboards
es: La tecla super es la tecla Windows en la mayoría de los teclados

source: Shortcuts file not found: '%s'
es: Archivo de atajos de teclado no encontrado: '%s'

source: Unable to read file: '%s'
es: Imposible leer el archivo: '%s'

source: Custom Shortcuts File
es: Archivo de atajos de teclado personalizados

source: Select shortcut file
es: Seleccionar archivo de atajos de teclado

source: Show tray icon
es: Mostrar el icono de la bandeja

source: Use transparency
es: Usar transparencia

source: Visibility
es: Visibilidad

source: Visibility in percent
es: Visibilidad en porcentaje

source: Use an alternative file for shortcut descriptions
es: Utilice un archivo alternativo para las descripciones de los atajos de teclado

source: If true the shortcut file specified as shortcuts-file will be used for custom shortcuts.
es: Si es verdadero el archivo de atajos de teclado especificado se utilizará para atajos de teclado personalizados.

source: Alternative file for shortcut descriptions
es: Archivo alternativo para descripciones de atajos de teclado

source: If not empty it points to the shortcut file that will be read for the shortcut descriptions.
es: Si no está vacío apunta al archivo de acceso directo que se leerá para las descripciones de acceso directo.

source: Toggles the icon on the top panel
es: Alterna el icono en el panel superior

source: If true an icon to activate the extension will be visible on the top panel.
es: Si es verdadero un icono para activar la extensión estará visible en el panel superior.

source: Toggles the transparency on the shortcuts dialog
es: Alterna la transparencia en el cuadro de diálogo de atajos de teclado

source: If true transparency will be applied to the shortcuts dialog.
es: Si es verdadero se aplicará verdadera transparencia al cuadro de diálogo de atajos de teclado.

source: Visibility - values between 0 and 100 are allowed (0 invisible)
es: Visibilidad - se permiten valores entre 0 y 100 (0 invisible)
